[{"model": "products.product", "pk": 1, "fields": {"category": 2, "sku": "0956", "name": "Needle Ball", "description": "<p>Needle Ball is an external means for observation, attention, thinking, speech, coalition, observation, imagination and memory (visual and motor).</p>\r\n<p>In case of problems associated with disturbances in the conductivity of the nervous system and mental activity, the UAL ΓÇ£Needle BallΓÇ¥ must be applied (rolled, light pressure applied) to the palms and feet, which represent the projection zone of all organs and systems of the human body. Such local exposure develops fine motor skills and tactile sensitivity of the limbs, promoting the development and restoration of brain functions in children and adults.</p>", "price": "28.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "needle_ball_b.jpg", "weight": 85}}, {"model": "products.product", "pk": 2, "fields": {"category": 2, "sku": "1021", "name": "Facial M Roller", "description": "<p>Designed specifically for the face and scalp area. It also makes it possible to treat almost any area of ΓÇïΓÇïthe body (areas of small joints of the limbs, hands and feet) to relieve pain and spasms.</p> <p>Recommended for use in cosmetology and for precise reflex diagnostics. The therapeutic effect is achieved several times faster than when using a static application device. The galvanic current that occurs in the skin, on the points and between the needles is pulsed in nature. Thanks to the flexible side rubber bushings, there is a softer, more delicate effect on the skin.</p>", "price": "20.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "facial_roller_b.jpg", "weight": 125}}, {"model": "products.product", "pk": 3, "fields": {"category": 2, "sku": "1298", "name": "Universal M Roller", "description": "<p>Rollers are applicators for dynamic application. The therapeutic effect is achieved several times faster than when using a static applicator. The galvanic current that occurs in the skin, on the points and between the needles is impulsive.</p>\r\n<p>Due to their balanced and compact design, the rollers are very efficient and easy to use. All application rollers are equipped with rubber bushings, so they have a soft, delicate effect on the skin. The use of rollers increases blood circulation, perfectly relieves fatigue, eliminates tension and aching muscles, and increases vitality. After applying this applicator, you will relieve pain, and feel rested and full of energy.</p>\r\n<p>Rollers are recommended to be used for therapeutic effects on any surface of the body, especially those that are difficult to treat with a flat applicator. When treating the back and other hard-to-reach areas of the body, the roller requires the participation of an assistant.</p>", "price": "32.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "universal_roller_b.jpg", "weight": 195}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": "0765", "name": "Footman Insole Plus: size 7.5-9.5", "description": "<p>Original and special applicator. The uniqueness of the applicator is that there are rubber limit rollers between the needles. A specially selected value that doses and regulates the force of needle action on the reflexogenic zones of the sole, preventing and eliminating the possibility of skin damage.</p>\r\n<p>This applicator stimulates the body's natural self-healing abilities, restores and normalizes the functions of all organs and systems, and overcomes physical inactivity and its consequences.</p>\r\n<p>The Footman Insole Plus applicator is a health system that is suitable for everyone, without restrictions on age, gender and weight! The plantar surface of the feet is a special micropuncture zone of the body. There are biologically active points on the foot - projections of all organs and systems, the impact of which with the help of an applicator helps to normalize their function.</p>", "price": "42.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "footman_insole_m_b.jpg", "weight": 405}}, {"model": "products.product", "pk": 5, "fields": {"category": 1, "sku": "0758", "name": "Footman Insole Plus: size 5.5-7.5", "description": "<p>Original and special applicator. The uniqueness of the applicator is that there are rubber limit rollers between the needles. A specially selected value that doses and regulates the force of needle action on the reflexogenic zones of the sole, preventing and eliminating the possibility of skin damage.</p>\r\n<p>This applicator stimulates the body's natural self-healing abilities, restores and normalizes the functions of all organs and systems, and overcomes physical inactivity and its consequences.</p>\r\n<p>The Footman Insole Plus applicator is a health system that is suitable for everyone, without restrictions on age, gender and weight! The plantar surface of the feet is a special micropuncture zone of the body. There are biologically active points on the foot - projections of all organs and systems, the impact of which with the help of an applicator helps to normalize their function.</p>", "price": "40.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "footman_insole_s_b.jpg", "weight": 445}}, {"model": "products.product", "pk": 6, "fields": {"category": 1, "sku": "0772", "name": "Footman Insole Plus: size 9.5-12.0", "description": "<p>Original and special applicator. The uniqueness of the applicator is that there are rubber limit rollers between the needles. A specially selected value that doses and regulates the force of needle action on the reflexogenic zones of the sole, preventing and eliminating the possibility of skin damage.</p>\r\n<p>This applicator stimulates the body's natural self-healing abilities, restores and normalizes the functions of all organs and systems, and overcomes physical inactivity and its consequences.</p>\r\n<p>The Footman Insole Plus applicator is a health system that is suitable for everyone, without restrictions on age, gender and weight! The plantar surface of the feet is a special micropuncture zone of the body. There are biologically active points on the foot - projections of all organs and systems, the impact of which with the help of an applicator helps to normalize their function.</p>", "price": "45.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "footman_insole_l_b.jpg", "weight": 520}}, {"model": "products.product", "pk": 7, "fields": {"category": 4, "sku": "0987", "name": "Belt Little One", "description": "<p>Are you too busy and donΓÇÖt have time to use the Lyapko applicator? Can't tear yourself away from your favorite TV show or computer? Do you want to use the Lyapko applicator, but donΓÇÖt have time to lie on it? The belt device will solve these problems.</p>\r\n<p>The fasteners ensure uniform pressure of the applicator to the surface of the body and make it possible to move, continue what you started and at the same time receive treatment. You can fix the applicator-belt yourself, without outside help - easily, quickly, reliably and on any parts of the body, limbs, joints. For this purpose, the belt length can be adjusted.</p>", "price": "28.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "belt_little_one_b.jpg", "weight": 245}}, {"model": "products.product", "pk": 8, "fields": {"category": 4, "sku": "0970", "name": "Droplet", "description": "<p>Due to its area effect, minimal step and convenient shape, Droplet applicator is recommended for massage procedures. Due to the occurrence of galvanic currents at the tips of the needles and between them, Droplet actively influenced the muscles of the face and neck, toning them. A lifting effect is achieved, the oval of the face increases and the double chin is tightened. Massage is performed at the cellular level, which ensures deeper penetration of the active components of creams into the skin cells. The skin is restored, as a result of which the aging process slows down.</p>\r\n<p>The Droplet applicator promotes cellular regeneration and saturates the facial skin with microelements. It stimulates the skin's immune cells, creating a barrier against harmful environmental factors.</p>", "price": "5.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "droplet_b.jpg", "weight": 40}}, {"model": "products.product", "pk": 9, "fields": {"category": 1, "sku": "0529", "name": "Big Pad", "description": "<p>The Big Pad has a large area of ΓÇïΓÇïinfluence and a maximum distance between the needles, and, consequently, the greatest pressure on each needle, due to which it has high leadership and impact efficiency. Convenient for use in patients of normal build, as well as in people with a large layer of subcutaneous fat.</p>\r\n<p>You can lie on the applicator for a long time on the problem area and act through skin receptors on the pathological focus (static action). The greater the distance between the needles, the more pronounced the galvanic-electric effect of the applicator.</p>\r\n<p>This helps improve metabolism, enhances recovery processes in the body, has a resolving effect, helps the production of biologically active substances, improves the conduction of nerve impulses, reduces pain sensitivity, and improves the functioning of the immune system. Microiontophoresis of the metals from which the needles are made also occurs in the body fluid. These trace elements - metals - play an important role in ensuring the normal functioning of various organs and systems.</p>", "price": "86.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "big_pad_b.jpg", "weight": 940}}, {"model": "products.product", "pk": 10, "fields": {"category": 1, "sku": "1328", "name": "Massage Needle Mat", "description": "<p>A distinctive feature of Massage Needle Mat is its size of 560x290 mm, which allows you to use the entire surface of the back and include the maximum number of reflex zones in the work. The comfortable distance between needles of 6.2 mm is suitable for people with varying degrees of skin sensitivity.</p>\r\n<p>Relaxing on a mat makes it possible to actively work on the spine, get rid of joint pain and reduce muscle tension. Regular use of the mat improves blood circulation and increases vitality and performance.</p>", "price": "98.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "needle_mat_b.jpg", "weight": 1130}}, {"model": "products.product", "pk": 11, "fields": {"category": 1, "sku": "0710", "name": "Camomile M", "description": "<p>Camomile M is a universal and multifunctional applicator. Its distinctive features are an unusual shape, a large area of ΓÇïΓÇïinfluence, and the presence of ΓÇ£movable petalsΓÇ¥ that allow you to repeat the relief of any part of the body.</p>\r\n<p>Camomile M applicator can be successfully applied to large joints since it follows the shape of the body and is in maximum contact with the skin; it can also be used on the feet (in a sitting position). Fixing the applicator with a rubber band or elastic bandage on the areas of large joints, chest, lower back, and abdomen allows you to make active movements during the session without damaging the skin.</p>", "price": "81.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "camomile_b.jpg", "weight": 790}}, {"model": "products.product", "pk": 12, "fields": {"category": 3, "sku": "0754", "name": "Magic Band Health 4.3 AG - Set of two elastic bands", "description": "<p>Each band consists of working parts (with needles) and bandage rubber (without needles) - for soft fixation of the tape on the body.</p>\r\n<p>The increased coverage area has a unique healing effect on the body when applied to acupuncture points of the treated area. After wrapping with the applicator, there is a feeling of lightness, warmth, relaxation, with complete restoration of strength and energy of the body. The intensity of pressing the tape needles to the skin is adjusted during the winding process. The tape does not restrict movement and allows you to perform active actions, a set of warm-up or recovery exercises.</p>", "price": "150.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "magic_band_b.jpg", "weight": 1630}}, {"model": "products.product", "pk": 13, "fields": {"category": 5, "sku": "0755", "name": "Massager M", "description": "<p>A Massager M is an experimentally selected geometric figure, the proportions of which practically correspond to the principle of the golden ratio. In its structure, the shape of the massager resembles a molecule of methane gas, which is the basis of the universe. Additional protrusions on the massage surfaces - tubercles of different shapes (in the form of hemispheres and cones with a rounded top) turn each ball into a coherent pyramid.</p>\r\n<p>Due to these protrusions, the effectiveness of the quality properties of the massager increases. The protrusions form a combination of complex lenses, which, in turn, focus light energy beams and direct them to the massaged surface. The top of the massager is crowned with a ΓÇ£crownΓÇ¥, which enhances the uniqueness of the massager. Its miniature shape duplicates a tetrahedron, one of the legs of which is rotated in such a way that all the protrusions are in the same direction.</p>", "price": "25.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "massager_p_b.jpg", "weight": 50}}, {"model": "products.product", "pk": 14, "fields": {"category": 1, "sku": "1357", "name": "Inflatable Needle Pillow", "description": "<p>The uniqueness of Inflatable Needle Pillow lies in the ability to adjust its air filling, thanks to which the user can create an individual applicator configuration and ensure the most comfortable and pleasant effect.</p>\r\n<p>Inflatable Needle Pillow consists of a hollow chamber, on two opposite walls of which reflex elements are located, forming two working surfaces of the applicator. The reflective elements located on the front surface of the pillow are classic applicator needles set at a distance of 5.8 mm. Reflex elements located on the back surface of the pillow are made in the form of rounded protrusions that provide a soft massage effect and can be used even during sports.</p>", "price": "62.00", "discount": null, "stock": null, "in_stock": true, "rating": null, "image_url": null, "image": "needle_pillow_b.jpg", "weight": 800}}]
